/* QTSettings strings */

"qtSettingsSummary" = "Einige allgemeine Einstellungen";
"qtSettingsDescription" = "Allgemeine Einstellungen";
"qtSettingsInvalidVersion" = "Ungültige Version der Einstellungen";

/* QTAudioSourceSettings strings */

"qtAudioSourceSettingsDescription" = "Einstellungen für Audioquelle";

/* QTVideoSourceSettings strings */

"qtVideoSourceSettingsDescription" = "Einstellungen für Videoquelle";

/* QTAudioCompressionSettings strings */

"qtAudioCompressionSettingsDescription" = "Einstellungen für Audio-Komprimierung";
"qtAudioCompressionSettingsError" = "Audio-Komprimierung Fehler:";
"qtAudioCompressionSettingsNone" = "Ohne";
"qtAudioCompressionSettingsEightBit" = "8 Bit";
"qtAudioCompressionSettingsSixteenBit" = "16 Bit";
"qtAudioCompressionSettingsRate8kHz" = "8,000";
"qtAudioCompressionSettingsRate11025kHz" = "11,025";
"qtAudioCompressionSettingsRate16kHz" = "16,000";
"qtAudioCompressionSettingsRate22050kHz" = "22,050";
"qtAudioCompressionSettingsRate32kHz" = "32,000";
"qtAudioCompressionSettingsRate44100kHz" = "44,100";
"qtAudioCompressionSettingsRate48kHz" = "48,000";
"qtAudioCompressionSettingsKiloHertz" = "kHz";
"qtAudioCompressionSettingsMono" = "Mono";
"qtAudioCompressionSettingsStereo" = "Stereo";

/* QTVideoCompressionSettings strings */

"qtVideoCompressionSettingsDescription" = "Einstellungen für Video-Komprimierung";
"qtVideoCompressionSettingsError" = "Video-Komprimierungsfehler:";
"qtVideoCompressionSettingsFramesPerSecond" = "fps";
"qtVideoCompressionSettingsKiloBitsPerSecond" = "kBits/s";
"qtVideoCompressionSettingsUnknown" = "Unbekannte Datenrate";
"qtVideoCompressionSettingsDepthColor" = "Farbe";
"qtVideoCompressionSettingsDepthGrayScale" = "Graustufen";
"qtVideoCompressionSettingsDepthBlackAndWhite" = "Schwarzweiß";
"qtVideoCompressionSettingsDepth4Grays" = "4 Graustufen";
"qtVideoCompressionSettingsDepth4Colors" = "4 Graustufen";
"qtVideoCompressionSettingsDepth16Grays" = "16 Graustufen";
"qtVideoCompressionSettingsDepth16Colors" = "16 Farben";
"qtVideoCompressionSettingsDepth256Grays" = "256 Graustufen";
"qtVideoCompressionSettingsDepth256Colors" = "256 Farben";
"qtVideoCompressionSettingsDepthThousandsColors" = "32768 Farben";
"qtVideoCompressionSettingsDepthMillionsColors" = "16,7 Mill. Farben";
"qtVideoCompressionSettingsDepthMillionsColorsPlus" = "Über 16,7 Mill. Farben";

/* QTPacketizerSettings strings */

"qtPacketizerSettingsDescription" = "Packetizer-Einstellungen";
"qtPacketizerSettingsAudioDescription" = "Audio-Packetizer-Einstellungen";
"qtPacketizerSettingsVideoDescription" = "Video-Packetizer-Einstellungen";
"qtPacketizerSettingsError" = "Packetizer-Fehler:";

/* QTNetworkSettings strings */

"qtNetworkSettingsDefaultStreamName" = "meinstream";
"qtNetworkSettingsAudioShort" = "A";
"qtNetworkSettingsVideoShort" = "V";
"qtNetworkSettingsDescription" = "Netzwerkeinstellungen";
"qtNetworkSettingsHostLabel" = "Host";
"qtNetworkSettingsFileLabel" = "Datei";
"qtNetworkSettingsAudioPortLabel" = "Audio-Port";
"qtNetworkSettingsVideoPortLabel" = "Video-Port";
"qtNetworkSettingsTTLLabel" = "TTL";
"qtNetworkSettingsInvalidNetworkSetting" = "Ungültige Netzwerkeinstellungen:";
"qtNetworkSettingsEmpty" = "leer";
"qtNetworkSettingsTextField" = "Textfeld";
"qtNetworkSettingsInvalidIPAddress" = "Ungültige IP-Adresse";
